# Brew Helpers
tap "buo/cask-upgrade"
brew "mas"

# Taps
tap "nikitabobko/tap"

# Brew Formulae
brew "stow"
brew "gh"

# Brew Casks
cask "adobe-creative-cloud"
cask "alt-tab"
cask "appcleaner"
cask "batfi"
cask "coteditor"
cask "intellij-idea"
cask "legcord"
cask "lulu"
cask "macs-fan-control"
cask "middleclick"
cask "nextcloud"
cask "orbstack"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "tailscale"
cask "the-unarchiver"
cask "ultimaker-cura"
cask "webstorm"
cask "whatsapp"
cask "ghostty"
cask "cloudflare-warp"
cask "zen"
cask "cursor"
brew "node"
cask "obs"
cask "sf-symbols"
brew "neovim"
brew "starship"
brew "fzf"
brew "zoxide"
cask "slack"
cask "slack"
cask "spotify"
cask "nikitabobko/tap/aerospace"
