# Brew Helpers
tap "buo/cask-upgrade"
brew "mas"

# Brew Formulae
brew "stow"
brew "gh"

# Brew Casks
cask "adobe-creative-cloud"
cask "alt-tab"
cask "appcleaner"
cask "batfi"
cask "coteditor"
cask "intellij-idea"
cask "legcord"
cask "lulu"
cask "macs-fan-control"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "middleclick"
cask "nextcloud"
cask "onedrive"
cask "orbstack"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "tailscale"
cask "the-unarchiver"
cask "ultimaker-cura"
cask "webstorm"
cask "whatsapp"
cask "ghostty"
cask "cloudflare-warp"
cask "zen"
cask "cursor"
